Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/laereplan_naturfag.html.tmx
Source language: smj
Languages: sma

source: gåvådit muhtem ájggá jábmám ielleslájajuohkusij iellemvuogev navti váj tjoahkki ja systematiseri diedojt iesjgeñga gáldojs.
sma: jieledevuekiem buerkiestidh såemies kreekedåehkide mah leah nåhkelamme viehkine bïevnesh tjöönghkedh jïh bïevnesh ovmessie gaaltijijstie öörnegen mietie bïejedh

source: subtsastit iellij birra, ielleálkkádusá birra giehttot ja sieradit vuojnoj ja fáktáj gaskan.
sma: kreeki bïjre soptsestidh, kreeketryjjesvoetem digkiedidh jïh mïeli jïh faaktaj gaskem joekehtidh

source: guoradallat biologalasj suossnoma birra ja gåvådit muhtem jålådimev luondon
sma: biologeles nåhkedimmiem goerehtidh, jïh aktem jieledegievliem eatnamisnie buerkiestidh

source: ruhtsijt tjuolldet ja dágástallat manen le ájnas ruhtsijt tjuolldet
sma: gaaltijeveesmemem tjirrehtidh jïh digkiedidh man åvteste gaaltijeveesmeme lea vihkeles

source: gåvådit muhtem mudduj gåktu ulmutja rumáj le.
sma: kruepieslaakan buerkiestidh guktie almetjen kråahpe lea bæjjese bigkeme

source: gåvådit suoldudakoalev ja tjielggit dárkkelit gåktu dat doajmmá.
sma: beapmoe-sjalkemesystemem buerkiestidh, jïh buerkiestidh guktie dïhte fungerede

source: gåvådit sjelehtav ja diehkojt ja tjielggit dárkkelit gåktu rumáj labut
sma: daektide jïh åedtjide buerkiestidh, jïh buerkiestidh guktie kråahpe maahta svihtjedh

source: adnet diedojt brosjyrajs ja digitála tevstajs gå dábálasj skihpudagáv tjielggi ja gåktu dav hiereda, ja tjielggit dárkkelit manen muhtem skihpudagáj vuosstij vaksinerip
sma: bïevnesh brosjyrijste jïh digitaale tjaalegijstie nuhtjedh juktie aktem sïejhme skïemtjelassem buerkiestidh jïh guktie maahta dam båehtjierdidh, jïh buerkiestidh man åvteste mijjieh vaksijnam vaeltebe naan skïemtjelassi vööste

source: váksjut ja gåvådit gåktu rumáj reageri iesjgeŋga dilen, ja ságastallat iesjgeŋga dåbdoj birra ja fysihkalasj ja psyhkalasj varresvuoda aktijvuoda birra
sma: vïhtesjidh jïh buerkiestidh guktie kråahpe reagerede ovmessie tsiehkine, jïh soptsestidh ovmessie domtesereaksjovni bïjre, jïh ektiedimmiem fysiske jïh psykiske healsoen gaskem

source: dahkat digitála tjoahkkidum tevstav muhtem planehtaj birra diehtotjoahkkima baktu ja gáldojt diededit
sma: aktem digitaale tjåanghkan bïejeme tjaalegem darjodh såemies dejstie planeti bïjre mijjen biejjiesystemesne, viehkine bïevnesh ohtsedidh jïh gaaltijh neebnedh

source: tjadádit gæhttjaladdamijt ma vuosedi ábnnasa máhtti vuogev målssot gå muhtem láhkáj dajt vájkkut
sma: voejhkelimmieh tjirrehtidh mah vuesiehtieh aamhth jïh aamhtepleentegh maehtieh jeatjahlaakan sjïdtedh gosse dah joekehtslaakan tsevtsiedamme sjidtieh

source: guoradallat fenomenajt tjanádum ájmmuj ja jiednaj, gåvådit váksjumijt ja tjielggidusájt oajvvadit
sma: fenomenh goerehtidh elmien jïh tjoejen bïjre, buerkiestidh maam vuajna, jïh buerkiestimmieh raeriestidh

source: registrerit ietjas vásádusájt dálke váksjomis, temperatuvrav ja rásjov / muohttagav mihttit ja båhtusijt gráfalattjat åvddån biedjat ja ságastallat dálkkedijdaj ja mærkkabiejvij birra
sma: vïhtesjadtedh jïh buerkiestidh jïjtse vïhtesjimmieh vearoldistie, temperatuvrem mööledh jïh mööledh man jïjnje obreme jallh tsuatseme jïh illedahkide vuesiehtidh viehkine grafihkeste, jïh vearoldevæhtaj jïh mïerhkebiejjiej bïjre soptsestidh

source: dåbddåt ja vuosedit muhtem nástijt, ságastallat gåktu ulmutja máhtti nástij milta gávnnat gåsi galggi.
sma: naestieguvvieh damtijidh jïh tjuvtjiedidh, soptsestidh guktie almetjh maehtieh naestieguvviej mietie vaaksjoehtidh

source: váksjot ja subtsastit guovsagisá ja ietjá fenomenaj birra almen ja subtsastit jahtojt ja båvajt tjanádum nástijda ja guovsagissaj sámij gaskan ja ietjá dábij buohtastahttet
sma: vïhtesjidh jïh soptsestidh goeksegi jïh jeatjah fenomeni bïjre elmesne, jïh mytah jïh vaajesh vaajestidh naestie-elmien jïh goeksegi bïjre saemien aerpievuekesne, jïh jeatjah aerpievuekiejgujmie viertiestidh

source: plánit, tsieggit ja gæhttjalit avtagærddásasj modellajt tsiekkaduskonstruksjåvnåjs ja prosessav dokumenterit ájalvisá rájes gitta gárves buvtagij aktan tevstajn ja tjuorggamij
sma: soejkesjidh, bigkedh jïh teestadidh aelhkie maallh bigkemetseegkeldahkijste, jïh prosessem vihtiestidh åssjaldahkeste gaervies dorjesasse, tjaaleginie jïh guvviejgujmie

source: gåvådit konstruksjåvnåjt ja dagástallat manen muhtem konstruksjåvnå buorebut starjji ja ienebut gierddi gå iehtjáda
sma: tseegkeldahkh buerkiestidh, jïh digkiedidh man åvteste naan tseegkeldahkh leah vielie stabijle. jïh stuerebe leavloem tööllieh mubpijste

source: dåbddåt ja gåvådit guodde struktuvrajt muhtem tsiekkadusájn lahkabirrasin
sma: damtijidh jïh buerkiestidh guedtije struktuvrh ovmessie tseegkeldahkine voengesne

source: Máhtudakmihto 7. jahkedáse maŋŋela
sma: Maahtoeulmie 7. jaepiedaltesen mænngan

source: formulerit luonndofágalasj gatjálvisájt juoŋga birra massta oahppe imájdallá, oajvvadit vejulasj tjielggidusájt, plánav dahkat ja guoradallamijt tjadádit
sma: eatnemefaageles gyhtjelassh hammoedidh man akt bïjre learohke onterde, raeriestidh seapan buerkiestimmieh, aktem soejkesjem darjodh jïh goerehtimmieh tjirrehtidh

source: ságastallat manen luonndodiedan le ájnas dahkat ja gæhttjalit hypotesajt systemáhtalasj váksjomij ja gæhttjaladdamij baktu, ja manen le ájnas båhtusijt buohtastahttet
sma: soptsestidh man åvteste eatnemedaejriemisnie lea vihkeles hypoteesh darjodh jïh teestadidh viehkine systematihkeles vïhtesjimmijste jïh voejhkelimmijste, jïh soptsestidh man åvteste vihkeles illedahkh viertiestidh

source: adnet digitála viehkkenævojt gæhttjaladdambargon ja ålggobargon
sma: digitaale viehkiedïrregh nuhtjedh eksperimentelle barkosne jïh feeltebarkosne

source: gávnnat ja hiebadallat luonndofágalasj diedojt tevstajs iesjgeŋga mediajn ja åvddånbuktemav dahkat
sma: olkese giesedh jïh gïetedidh eatnemefaageles bïevnesh tjaalegijstie ovmessie meedijinie, jïh aktem åehpiedehtemem darjodh

source: låhkåt ja dádjadit árkkabiejvvebuvtaj hiehtemierkkimav
sma: lohkedh jïh guarkedh vaahra-mïerhkesjimmiem aarkebiejjien dorjesinie

source: plánit gåktu luonnduressursajt adnet ja ávkkit, subtsastit slájaj birra ma ávkástaláduvvi, tjoahkkima birra máno ja ietjá luonndofenomenaj gáktuj ja buohtastahttet ietjá sáme sebrudagá dábij
sma: soejkesjidh guktie edtja eatnemen vierhtieh nuhtjedh jïh nuhtedh, aarhti bïjre soptsestidh mah åtnasuvvieh, tjöönghkemen bïjre askeboelhki jïh jeatjah fenomeni mietie eatnamisnie, jïh aerpievuekiejgujmie viertiestidh jeatjah saemien siebriedahkine

source: tjielggit dárkkelit gåktu máhtto iellij ja låttij birra ávkástaláduvvá låddimin, guolástusán, bivdon ja ællobargon ja dagástallat gássjelisvuodajt ma guosski bivddoressursaj adnuj
sma: buerkiestidh guktie daajroe kreeki jïh ledtiej dåemiedimmien bïjre åtnasuvvieh vijremisnie, göölemisnie, lidtemistie jïh båatsosne, jïh dåeriesmoerh digkiedidh nuhtemen bïjre mijjen vijrevierhtijste

source: subtsastit gåktu ietjá iemeálmmuga luonndoressursajt adni
sma: soptsestidh guktie jeatjah aalkoealmetjh eatnemevierhtide nuhtjieh

source: plánit ja tjadádit guoradallamijt gåjt dal avtan luonndoguovlon, váksjumijt registrerit ja båhtusijt systematiserit
sma: soejkesjidh jïh tjirrehtidh goerehtimmieh unnemes aktene eatnemedajvesne, vïhtesjimmieh vïhtesjadtedh jïh illedahkide systematiseradidh

source: guoradallat ja gåvådit giedjeksjattojt ja tjielggit dárkkelit iesjgeŋgalágásj sjaddoåsij dåjmav tevstajn ja tjuorggamijn
sma: blommasjædtoeh goerehtidh jïh buerkiestidh, jïh funksjovnide dejtie ovmessie sjædtoebielide buerkiestidh tjaaleginie jïh guvviejgujmie

source: guoradallat ja dagástallat muhtem faktåvråjt ma vájkkudi virnaj båhtsijdimijt ja sjattoj sjaddamav
sma: goerehtidh jïh digkiedidh naan faktovrh mah maehtieh tsevtsedh guktie vetsmieh bïhtsegieh jïh sjædtoeh sjidtieh

source: gåvådit muhtem sjaddo- guoppar- ja ielleslájaj dåbddomerkajt ja dajt gárggalit
sma: naan væhtah buerkiestidh sjædtoe-, goebpere- jïh kreeke-aarhtine jïh dejtie öörnegen mietie bïejedh

source: gåvådit ulmutja rubmaha åvddånimev sahkkidimes ållessjattugij
sma: buerkiestidh almetjekråahpen evtiedimmiem, boernese-aalkoven raejeste geerve almetjen raajan

source: tjielggit dárkkelit mij pubertehtan dáhpáduvvá ja ságastallat duon dán sjiervveidentitehta birra ja ieredisájt seksuála gæssomij hárráj
sma: buerkiestidh mij puberteetesne heannede jïh joekehts kjønnsidentiteeten bïjre soptsestidh, jïh jeerehtsen bïjre seksuelle vaaksjoehtimmesne

source: gåvådit tsåhke- ja gæhppásystema oajvveåsijt ja daj dåjmajt rubmahin
sma: åejviebielieh buerkiestidh vaajmoe- jïh gåbloesysteemesne jïh maam funksjovnide dïhte kråahpesne åtna

source: tjielggit dárkkelit gåktu rumáj iesj ietjas suoddji skihpudagá vuosstij ja gåktu máhttá infeksjåvnnåskihpudagájt hieredit ja dálkudit
sma: buerkiestidh guktie kråahpe jïjtjemse vaarjele skïemtjelassi vööste, jïh guktie infeksjovneskïemtjelassh heerrede jïh båehtjerde

source: tjoahkkit diedojt ja tállamateriálav ja dágástallat varresvuodavahágijt ma máhtti badjánit duon dán gárevselgaj ano diehti
sma: bïevnesh jïh taalematerijellem tjöönghkedh jïh healsoeskaarah digkiedidh mah maehtieh sjïdtedh gosse ovmessie geeruvevierhtieh nåhtede

source: animasjåvnåjt ja ietjá modellajt adnet gå tjielggi planehtaj ja máno labudimijt, ja tjielggit dárkkelit gåktu jábe ja mánnogaska dáhpáduvvi
sma: animasjovnh jïh jeatjah maallh nåhtadidh juktie buerkiestidh guktie planeeth jïh aske svihtjieh, jïh buerkiestidh guktie jaepieboelhkh jïh askeboelhkh sjidtieh

source: subtsastit gåktu muhtem minerála ja bákteslája li dagádum, ja guoradallat muhtem slájajt ma lahkabirrusin gávnnuji
sma: buerkiestidh guktie naan mineraalh jïh bïerje-aarhth leah sjïdteme, jïh goerehtidh naan såarhth mah gïetskesisnie gååvnesieh

source: tjielggit dárkkelit muhtem energijagáldoj anov åvddåla ja dálla, ja tjoahkkit diedojt ja statistihkav iesjgeŋga gáldojs gåvådittjat ja dagástalátjit gåktu energijaadno soajttá vájkkudit birrasij bájkálattjat ja globála perspektijvan
sma: åtnoem buerkiestidh naan energijegaaltijijstie åvtesne jïh daelie, jïh bïevnesh jïh statistihkem ribledh ovmessie gaaltijijstie juktie buerkiestidh jïh digkiedidh konsekvensh energijeåtnoste byjresasse gïetskesisnie jïh abpeveartenisnie

source: tjielggit dárkkelit dálkádak moallánagáv, dåbddåt muhtem sivájt dálkádakrievddamijda ja guoradallat ja registrerit nievres dálkij båhtusijt
sma: dïejvesem klijma buerkiestidh, naan fåantoeh klijmajarkelimmide damtedh, jïh goerehtidh jïh vïhtesjadtedh konsekvensh ekstreme-vearoldistie

source: guoradallat fenomenajt tjanádum jiednaj, gullamij ja juhtsaj, váksjumijt dágástallat ja tjielggit dárkkelit gåktu jiedna máhttá bieljedibmen dahkat
sma: fenomenh goerehtidh tjoejen, govlemen jïh gijjen bïjre, vïhtesjimmide digkiedidh jïh buerkiestidh guktie tjoeje maahta govlemem irhkedh

source: gæhttjaladdat magnetismajn ja elektrisitehtajn ja tjielggit ja åvddånbuktet gæhttjaladdamij båhtusijt
sma: voejhkelimmieh darjodh magnetismine jïh elektrisiteetine, jïh illedahkide buerkiestidh jïh åehpiedehtedh

source: gåvådit gássaj, låsjkudisáj, fássta ståffaj ja fásamålssomij guovdásj vuogijt partihkkalmodella baktu
sma: vihkeles jïjtsevoeth buerkiestidh gaassine, væskine, garre aamhtine jïh fasesertiestimmine viehkine partihkelemaalleste

source: tjielggit dárkkelit bágoj atoma ja molekyla gåktu ståffa li dagádum, ja gåktu ståffajt máhttá rievddadit
sma: buerkiestidh guktie aamhth leah bæjjese bigkeme, jïh guktie aamhth maehtieh jorkesidh viehkine dïejvesidie atovmh jïh molekylh nuhtjedh

source: gæhttjaladdat duov dáv kjemalasj reaksjåvnåv ja gåvådit ma li daj dåbddomerka
sma: voejhkelimmieh tjirrehtidh ovmessie kjemiske reaksjovnigujmie jïh buerkiestidh dej sjïere væhtah

source: plánit, dahkat ja gæhttjalit mekánalasj ståhkusijt, ja tjielggit mekánalasj sirddema prinsihpajt
sma: soejkesjidh, bigkedh jïh teestadidh mekaniske stååkegaevnieh, jïh prinsihph buerkiestidh mekaniske sertiestimmide

source: plánit, dahkat ja gæhttjalit avtagærddásasj gávnijt ma elektrihkalasj energijav adni, ja gárvvidum gávne åvdås reklamerit
sma: soejkesjidh, darjodh jïh teestadidh aelhkie dorjesh mah elektriske energijem nuhtjieh, jïh reklameradidh gaervies dorjeme dorjesidie

source: gåvådit gávne iellemájgev ja dágástallat makta gávnne hiehpá guoddelis åvddånibmáj
sma: jieledem buerkiestidh akten dorjesasse jïh digkiedidh mennie mieresne dorjese sjeahta monnehke evtiedimmine

source: Máhtudakmihto 10. jahkedáse maŋŋela
sma: Maahtoeulmie 10. jaepiedaltesen mænngan

source: formulerit hypotesajt majt máhttá gæhttjalit, plánit ja tjadádit guoradallamav dajs ja dágástallat váksjumijt ja båhtusijt muhtem rapportan
sma: hypoteesh buerkiestidh mejtie gåarede teestadidh, soejkesjidh jïh tjirrehtidh goerehtimmieh dejstie, jïh vïhtesjimmieh jïh illedahkh aktene reektehtsisnie digkiedidh

source: viedtjat ja hiebadit luonndofágalasj dáhtájt, merustallat ja båhtusijt gráfalattjat åvddånbuktet
sma: ribledh jïh gïetedidh eatnemefaageles daatah, aerviedimmieh darjodh jïh illedahkh grafihkeleslaakan vuesiehtidh

source: tjállet tevstajt ma tjielggiji ja argumenteriji aktan referánsaj guoskavasj gáldojda, árvustallat ietjas ja iehtjádij tevstaj kvalitehtav ja tevstajt dárkestit
sma: tjaalegh tjaeledh mah buerkiestieh jïh argumenteradieh jïh sjyöhtehke gaaltijidie vuesiehtieh, kvaliteetem vuarjasjidh jïjtse tjaaleginie jïh mubpiej jïh tjaalegidie staeriedidh

source: tjielggit dárkkelit manen le ájnas gávnnat gåktu sivva ja vájkkudus aktan gulluji ja tjielggit dárkkelit manen argumenterim, vuosstemielakvuohta ja almodibme le ájnas luonndodiehtagin
sma: buerkiestidh man åvteste vihkeles ektiedimmieh gïehtjedidh fåantoen jïh illedahken gaskem, jïh buerkiestidh man åvteste vihkeles argumenteradidh, ovsïemes årrodh jïh bæjhkoehtidh eatnemedaejriemisnie

source: identifiserit luonndofágalasj argumentajt, fáktá ja tjuottjodusá tevstajn ja grafihkan ma li avijsajn, brosjyrajn ja ietjá mediajn, ja sisanov lájttálisát árvustallat
sma: eatnemefaageles argumenth, faktah jïh jiehtegh damtijidh tjaaleginie jïh grafihkine plaerijste, brosjyrijste jïh jeatjah meedijijstie, jïh sisvegem laejhtehkslaakan vuarjasjidh

source: tjuovvot sihkarvuoda dåjmajt ma li gåvådum HMS-rutijnajn ja risikoárvustallamijn
sma: jearsoesvoeteråajvarimmieh fulkesidh mah leah buerkiestamme HMS-ruvtijnine jïh vaahra-vuarjasjimmine

source: praktihkalasj oassálasstema baktu vuosedit ja tjielggit dárkkelit gåktu luondon bierggi
sma: gosse eadtjohkelaakan meatan, vuesiehtidh jïh buerkiestidh guktie edtja bïerkenidh eatnamisnie

source: váksjut ja vaddet buojkulvisájt gåktu ulmutjij dåjma li muhtem luonndoguovlluj vájkkudam, guoradallat duon dán berustiddje juohkusij vuojnov vájkkudibmáj ja oajvvadit dåjmajt ma lulun luondov boahtte buolvajda bisodit
sma: vïhtesjidh jïh vuesiehtimmieh vedtedh guktie darjomh almetjijstie leah aktem eatnemedajvem tsevtseme, goerehtidh guktie ovmessie iedtielahtjh tsevtsemasse vuejnieh, jïh råajvarimmieh raeriestidh mah maehtieh eatnemem vaarjelidh båetijen aejkien boelvide

source: adnet sáme termajt gå tjielggi ietjas váksjumijt muohttaga ja fierda birra ja ságastallat manen máhtto muohttaga ja fierda birra le sierraláhkáj ájnas jåhtulagán ja árbbedábálasj æládusájn
sma: saemien teermh nåhtadidh juktie vïhtesjimmieh buerkiestidh lopmen jïh daelhkien bïjre, jïh soptsestidh man åvteste daajroe lopmen jïh daelhkien bïjre lea joekoen vihkeles juktie eensilaakan fealadidh jïh aerpievuekien jielemedarjoemisnie

source: tjielggit dárkkelit evolusjåvnåteorija oajvveåsijt ja tjielggit observasjåvnåjt ma teorijav doarjju
sma: åejvievæhtide evolusjovneteorijesne buerkiestidh jïh vïhtesjimmieh tjïelkestidh mah teorijem dåarjoehtieh

source: gåvådit gåktu ielle- ja sjaddosella li dagádum ja tjielggit dárkkelit gåvvåsyntesa ja cellevuojŋŋama oajvveåsijt.
sma: buerkiestidh guktie kreeke- jïh sjædtoecellah leah bæjjese bigkeme, jïh åejvievæhtide buerkiestidh fotosyntesesne jïh celle-voejngehtimmesne

source: tjielggit dárkkelit sellejuohkemav ja genehtalasj variasjåvnåv ja árbev
sma: cellajuekemem, genetiske jeereldihkiem jïh aerpiem buerkiestidh

source: tjielggit dárkkelit oajveåsijt teorijajs gåktu ednam rievddá ja le ájgij tjadá rievddam, ja dáj teorijaj vuodov
sma: åejvievæhtide teorijine buerkiestidh guktie eatneme jorkese jïh lea jorkesamme tïjje doekoe, jïh våaromem daejtie teorijide buerkiestidh

source: guoradallat ja registrerit biotalasj ja iehpebiotalasj faktåvråjt muhtem økosysteman lahkabirrasin ja tjielggit dárkkelit aktijvuodajt faktåvråj gaskan
sma: goerehtidh jïh vïhtesjadtedh biotiske jïh abiotiske faktovrh aktene ekosystemesne voengesne, jïh ektiedimmieh faktovri gaskem buerkiestidh

source: gåvådit nærvva- ja hormonsystemav ja gåktu da stivrriji rubmaha prosessajt
sma: nervasystemem jïh hormonsystemem buerkiestidh, jïh buerkiestidh guktie dah prosesside kråahpesne stuvrieh

source: gåvådit oanegattjat åhkeåvddånimev ja gåktu riegádahttem dáhpáduvvá
sma: åenehkslaakan boernese-evtiedimmiem jïh baersielimmiem buerkiestidh

source: formulerit ja árvvaladdat ássjijt tjanádum seksualitehttaj, seksuála giessemij, sjiervveidentitehttaj, rájáj mierredibmáj ja vieledibmáj, seksuála skihpudagájda, prevensjåvnåjda ja tsuovkkanibmáj
sma: dåeriesmoerh buerkiestidh jïh digkiedidh seksualiteeten, seksuelle vaaksjoehtimmien, kjønnsidentiteeten, raastebïejemen jïh seahkarimmien, seksuelle suetieskïemtjelassi, prevensjovnen jïh aborten bïjre

source: tjielggit gåktu ietjas iellemvuohke luluj varresvuohtaj vájkkudit, dan vuolen aj sæggodibme ja bårråmgássjelisvuoda, buohtastahttet diedojt iesjgeŋga gáldos, ja dágástallat gåktu máhttá hieredit varresvuoda vahágahttemijt
sma: buerkiestidh guktie jïjtse jieledevuekie maahta healsoem tsevtsedh, daan nuelesne seagkanimmie jïh byöpmedimssturremh, bïevnesh viertiestidh ovmessie gaaltijijstie, jïh digkiedidh guktie maahta healsoeskaarah heerredidh

source: buojkuldahttet sáme ja ietjá álmmukmedisijnav ja dágástallat sieradusáv alternatijva medisijna ja skåvllåmedisijna gaskan
sma: vuesiehtimmieh vedtedh saemien jïh jeatjah almetjebådtjese, jïh joekehtsem alternatijve medisijnen jïh skuvlemedisijnene gaskem digkiedidh

source: gåvådit universav ja teorijajt gåktu dat le åvddånam
sma: universet jïh ovmessie teorijh buerkiestidh guktie universe lea evtiesovveme

source: tjielggit dárkkelit gåktu jábe sjaddi, ja manen biejvve ijájt bájttá ja manen la sjievnnjet dálvijt
sma: buerkiestidh guktie jaepieboelhkh sjidtieh, gusnie jïh man åvteste gaskejïjjebiejjie jïh jemhkeldstïjje

source: guoradallat muhtem ássjev vuobmana guoradallamis, ja buohtastahttet ja åvddånbuktet diedojt duot dát gáldos
sma: aktem aamhtesem goerehtidh goerehtimmeste veartenerommeste, jïh viertiestidh jïh åehpiedehtedh bïevnesh ovmessie gaaltijijstie

source: gåvådit vuodoábnnasij ja aktijvuodajt vuogijt periodesystema ano baktu
sma: maadthaamhti jïjtsevoeth buerkiestidh jïh ektiedimmieh åtnosne periodesystemeste

source: guoradallat muhtem árkkabiejve ábnnasij vuogijt ja dahkat álkkes merustallamijt løsnigij njárbbima gáktuj
sma: jïjtsevoetide muvhtide aamhtide aarkebiejjeste goerehtidh, jïh aelhkie aerviedimmieh darjodh heajjoedimmien bïjre loetemijstie

source: guoradallat ja klassifiserit rájnna ábnnasijt ja ábnassegadusájt jus tjátjen njárbbiduvvi, makta buolli ja suvra ja básalasj vuogijt
sma: goerehtidh jïh klassifiseradidh raajnes aamhth jïh aamhtepleentegh mestie man varke dah tjaetsesne loetesuvvieh, guktie buelieh jïh suvries jïh basiske ektievoeth

source: plánit ja tjadádit gæhttjaladdamijt vuosedimreaksjåvnåj, ábnnasij sieradibme segadusájn ja amás ábnnasa analyjssa
sma: soejkesjidh jïh tjirrehtidh voejhkelimmieh påvisningsreaksjovnigujmie, leehpeme aamhtijste aktene pleentegisnie jïh analyjse ammes aamhteste

source: guoradallat hydrokarbåvnåjt, alkoholajt, karboksylsyjrajt ja karbohydratajt, ábnnasijt ja buktet dahkamvuogij buojkulvisájt ja gåktu aneduvvi
sma: hydrokarbonh, alkoholh, karboksylsyrah jïh karbohydrath goerehtidh, buerkiestidh aamhtide jïh vuesiehtimmieh vedtedh guktie dah dorjesuvvieh jïh gusnie dah åtnasuvvieh

source: tjielggit gåktu álggoulljo ja luonndogássa le sjaddam
sma: buerkiestidh guktie rå-åålja jïh eatnemegaasse leah sjïdteme

source: adnet buojkuldagájt strávve, strávvefábmo, resistánssa, effekta ja induksjåvnnå tjielggitjit båhtusijt strávvebiráldagáj gæhttjaladdamijs
sma: dïejvesidie straejmie, spenning, resistanse, effekte jïh induksjovne nuhtjedh juktie illedahkh buerkiestidh voejhkelimmeste straejmiegievliejgujmie

source: tjielggit gåktu máhttep elektralasj energijav buvtadit ådåstahtte ja iehpe-ådåstahtte energijagáldojs, ja dágástallat gåktu dá iesjgeŋga energibuvtadimvuoge birrasij vájkkudi
sma: buerkiestidh guktie mijjieh maehtebe elektriske energijem darjodh orrestimmeles jïh ij-orrestimmeles energijegaaltijijstie, jïh digkiedidh mah byjreseeffekth mah sjidtieh dej ovmessie vuekijste energijem darjodh

source: tjielggit buojkuldagájt fártta ja akselerásjåvnnå, mihttit stuorradagájt álkkes viehkkenævoj ja buktet buojkulvisájt gåktu fábmo le akselerásjåvnnåj tjanádum
sma: buerkiestidh dïejvesidie drïekte jïh akselerasjovne, stoeredahkide mööledh aelhkie viehkiedïrregigujmie, jïh vuesiehtimmieh vedtedh guktie faamoe lea ektiedamme akselerasjovnese

source: gæhttjaladdat ja avtagærddásasj láhkáj merustallat bargov, fámov ja effektav
sma: voejhkelimmieh jïh aelhkie aerviedimmieh darjodh barkojne, energijine jïh effektine

source: tjielggit gåktu jåhtulaksihkarvuodavædtsaga binnedi vahágijt vuorbedisvuodajn ja sårmijn
sma: buerkiestidh guktie trafihken jearsoesvoetedalhketjh skaarah heerredieh jïh vaeniedieh goerpine jïh ovlæhkojne

source: tjadádit gæhttjaladdamijt tjuovgaj, vuojnoj ja bájnoj, ja båhtusijt dárkkelit tjielggit
sma: voejhkelimmieh tjirrehtidh tjoevkine, vuajnojne jïh klaeriejgujmie, jïh illedahkide buerkiestidh

source: åvddånahttet buktagijt gájbbádusmærrádusáj milta ja árvustallat buktagij funksjonalitehtav, adnoávkev ja iellemájgev guoddelis åvddånime gáktuj
sma: dorjesh evtiedidh sjïere krïevenassigujmie jïh vuarjasjidh man funksjovnelle dah dorjesh leah, man vietseles dah leah utniejasse jïh man guhkiem dorjesh ryöhkoeh viertiestamme monnehke evtiedimmine

source: gæhttjalit ja gåvådit vuogijt materiálajn ma buvtadimprosessan aneduvvi, ja árvustallat materialanov birrasa gáktuj
sma: jïjtsevoeth materijaline teestadidh jïh buerkiestidh mah dorjemassesne åtnasuvvieh, jïh materijaleåtnoem vuarjasjidh gosse byjresem krööhkeste

source: gåvådit elektråvnålasj guládallamsystemav, tjielggit gåktu diedo sáddijiddjes vuosstájválldáj sáddiduvvi, ja tjielggit buorep ja nievrep vájkkudusájt
sma: aktem elektrovneles kommunikasjovnesystemem buerkiestidh, buerkiestidh guktie bïevnesh sirtesuvvieh seedtijistie dåastoejasse, jïh buerkiestidh positijve jïh negatijve konsekvensh

source: Máhtudakmihto Jo1-oahppogárvedime oahppoprográmma maŋŋela
sma: Maahtoeulmie Jåa1 mænngan- studijeryöjreden ööhpehtimmieprogrammh

source: plánit ja tjadádit duov dáv guoradallamav gånnå variabelijt identifiseri, dáhtájt viedtji ja hiebadi ja rapportav tjálli gånnå aj le dágástallam mihttimiehpesihkarvuodas ja vejulasj boastovuodaj árvustallam
sma: soejkesjidh jïh tjirrehtidh ovmessie såarhts goerehtimmieh juktie damtijidh variabelh, veedtjedh jïh gïetedidh daatah jïh reektehtsem tjaeledh gusnie digkede jueriem möölehtimmeste jïh vuarjasjidh mejtie fiejliegaaltijh

source: sieradit båhtusij ja tjuottjodusáj gaskan ja dágástallat metodaj kvalitehtav ja gåktu ietjas ja iehtjádij dáhtájt ja dålkkumijt åvddån buktá
sma: illedahkh jïh jiehtegi gaskem juekedh jïh kvaliteetem digkiedidh jïjtse jïh mubpiej vuekine jïh jïjtse jïh mubpiej daatine jïh toelhkestimmine
